TargetApplication=Fony 1.4.0
Author=solokot <solokot@gmail.com>
SourceLANGID=1033
LANGID=1049
Generator=DKLang Translation Editor v3.0
LastModified=2009-05-17 12:36:27

[FAbout]
00000001=О программе Fony
00000003=Благодарности
00000006=Описание
00000007=История изменений
00000009=Сделано при помощи:
00000010=© 2006-2009 Joel Toivonen (hukka)\nЭта программа бесплатна.

[FConfig]
00000001=Настройки
00000009=OK
00000010=Сброс
00000011=Основные
00000012=Редактирование
00000013=Стиль редактирования
00000014=Правая кнопка всегда стирает, средняя - переключает.
00000015=Левая кнопка включает пиксели
00000016=Левая кнопка переключает пиксели
00000017=Старый стиль диалога открытия файла
00000019=Цвета
00000020=Фон редактора
00000021=Фон редактора\nЦвет редактора\nЦвет решётки редактора\nЦвет линии высоты строчных букв\nФон глифов\nЦвет глифов\nФон выделенных глифов\nЦвет выделенных глифов\n
00000025=Язык
00000026=Использовать старый метод сохранения Win3.x FNT файлов
00000027=Использовать стиль диалогов Windows 3.x для обзора файлов.
00000028=Создавать возможно более совместимые ресурсы FNT.\n(Всегда используется для шрифтов Win2.x формата.)

[FEditor]
00000001=Редактор глифов

[FExportBitmap]
00000001=Экспорт растрового изображения
00000002=Записать
00000003=Строка:
00000004=Диапазон:
00000005=в формате Bitmap Font Writer
00000006=Цвета
00000007=Фон:
00000008=Тон:
00000009=Прозрачный фон
00000016=OK
00000017=Отмена
00000018=Бордюр
00000019=PNG изображения|*.png|BMP изображения|*.bmp
00000020=<filename> - Имя файла без расширения\n<name> - Название шрифта\n<size> - Размер шрифта\n<i0> - Индекс глифа (первый на запись = 0)\n<i> - Индекс глифа (первый на запись = 1)\n<a> - ASCII код глифа
00000022=Записывать глифы в раздельные файлы
00000023=Шаблон имени файла:

[FImportBitmap]
00000001=Импорт глифов из растрового изображения
00000012=Глифы для захвата в изображении
00000013=Строка:
00000014=Диапазон:
00000015=Готово
00000017=Получить глифы!
00000030=Граница:
00000032=Цвет текста:\nЦвет фона:\n

[FInfo]
00000001=Заголовок шрифта
00000003=Первый символ
00000023=OK
00000024=Отмена
00000025=Основной
00000026=Дополнительный
00000027=Владелец
00000028=Высота (пикселей)
00000029=Высота строч. букв
00000030=Название
00000031=Последний символ
00000032=Зачёркнутый
00000033=Подчёркнутый
00000034=Наклонный
00000035=Моноширинный
00000036=Ширина
00000037=Семейство
00000038=Кодовая страница
00000039=Символ по умолчанию,\nсимвол-разделитель
00000040=Межстрочные\nинтервал, расстояние
00000041=Разрешение\nгоризонт., вертикальн.
00000043=Thin\nExtra-light\nLight\nRegular\nMedium\nSemi-bold\nBold\nExtra-bold\nBlack\n
00000045=Не использовать\nRoman (Serif, пропорциональный)\nSwiss (Sans-serif, пропорциональный)\nModern (Моноширинный)\nScript (Italic)\nDecorative
00000047=Формат Windows 2.x
00000048=(Смещение от первого символа)
00000049=FON
00000050=Имя модуля
00000051=Описание
00000052=Включить ресурсы версии:
00000054=Сброс

[FMain]
00000001=Fony
00000010=Растровые шрифты Windows|*.fon;*.fnt
00000011=Контейнер шрифта FON|*.fon|Ресурсы шрифта FNT|*.fnt
00000097=Поддерживаемые форматы (BMP, PNG)|*.bmp;*.png;*.jpg;*.jpeg
00000170=Новый
00000171=Новый
00000172=Отменить
00000173=Отменить сделанные изменения
00000174=По &горизонтали
00000175=Зеркально по горизонтали
00000176=По &вертикали
00000177=Зеркально по вертикали
00000178=Открыть установленный &шрифт...
00000179=Открыть установленный в системе шрифт...
00000180=Открыть файл...
00000181=Открыть...
00000182=Сохранить
00000183=Сохранить
00000184=Сохранить как...
00000185=Сохранить шрифт как...
00000186=Выход
00000187=Выйти из программы
00000188=Копировать
00000189=Копировать в буфер обмена
00000190=Вставить
00000191=Вставить из буфера обмена
00000192=Перезагрузить
00000193=Перезагрузить файл
00000194=Очистить
00000195=Очистить глиф
00000196=Инвертировать
00000197=Инвертировать глиф
00000198=Изменить ра&змер...
00000199=Свойства
00000200=Свойства шрифта...
00000201=Тестировать шрифт
00000202=Отобразить тестовую страницу со шрифтом
00000203=Настройки
00000204=Настройки программы...
00000205=Установленный шрифт TrueType...
00000206=Растровый шрифт Amiga...
00000207=Из растрового изображения...
00000208=Шрифт BDF...
00000209=Шрифт Bitmap Font Writer...
00000210=Растровое изображение...
00000211=Шрифт BDF...
00000218=О программе...
00000219=Пожертвование
00000220=Обрезать по &ширине...
00000221=Установить шрифт
00000222=Удалить шрифт из системы
00000226=&Утолстить
00000227=&Сайт
00000228=&Форум
00000229=&Шестнадцатеричный вид
00000230=Шестнадцатеричный вид
00000233=Панель меню
00000273=&Файл
00000274=&Новый
00000275=&Открыть файл...
00000276=Открыть установленный &шрифт...
00000278=&Импорт
00000279=&Перезагрузить
00000280=&Сохранить
00000281=Сохранить &как...
00000282=&Экспорт
00000283=Установить шрифт в систему
00000284=Удалить шрифт из системы
00000285=В&ыход
00000286=&Редактирование
00000287=&Сброс
00000288=&Копировать
00000289=&Вставить
00000290=&Утолстить
00000291=&Инвертировать
00000292=&Отразить зеркально
00000293=По &горизонтали
00000294=По &вертикали
00000295=&Обрезать по ширине...
00000296=Изменить &размер...
00000297=&Свойства
00000298=&Вид
00000299=&Линии сетки
00000300=&Квадратные пиксели
00000301=&Цвета глифа
00000303=&Просмотр шрифта
00000304=&Шестнадцатеричный вид
00000305=&Настройки
00000307=&Помощь
00000308=&Сайт
00000309=&Форум
00000310=&Пожертвование
00000311=&О программе...
00000312=Главная панель
00000313=Установить шрифт
00000314=Импорт установленного шрифта TrueType
00000315=Импорт из растрового изображения
00000316=Импорт шрифта Bitmap Font Writer
00000317=Импорт шрифта BDF
00000318=Импорт растрового шрифта Amiga
00000319=Экспорт растрового изображения
00000320=Экспорт в шрифт BDF
00000321=Выход из программы
00000322=Выход из программы
00000323=Изменить размер
00000324=&Вставить
00000325=Вставить
00000326=&Инвертировать
00000327=Инвертировать глиф
00000328=&Копировать
00000329=Копировать
00000330=Очистить
00000331=Очистить глиф
00000332=&Утолстить
00000334=Обрезать по ширине
00000335=О программе Fony
00000379=Инструменты рисования
00000380=Просмотр глифа
00000382=Глиф шрифта
00000391=Заливка
00000392=Линия
00000393=Карандаш
00000398=Ширина глифа
00000400=Инструменты глифа
00000405=&Шрифты
00000406=Пример глифа Sans-serif
00000407=Пример глифа Serif
00000408=ASCII код (десятичный)
00000409=&Шестнадцатеричный вид
00000412=&Новый
00000413=Новый
00000414=&Открыть файл...
00000415=Открыть...
00000416=Открыть &установленный шрифт...
00000417=Открыть установленный...
00000418=Пере&загрузить
00000419=Перезагрузить файл
00000420=&Сохранить
00000421=Сохранить
00000422=Сохранить &как...
00000423=Сохранить как...
00000424=Удалить шрифт из системы
00000425=Свойства шрифта
00000426=Свойства шрифта...
00000427=Ширина глифа
00000428=Размер кисти
00000476=Сдвинуть влево
00000477=Сдвинуть вправо
00000478=Сдвинуть вверх
00000479=Сдвинуть вниз
00000480=Зеркально по горизонтали
00000481=Зеркально по вертикали
00000482=Открыть... (список)
00000483=Открыть последние (список)
00000484=Сохранить... (список)
00000485=&Последние
00000486=Последние
00000488=ABCDEFGHIJKLMNOPQRSTUVWXYZ\nabcdefghijklmnopqrstuvwxyz\n0123456789,.\n-;:_'*+~^!"#¤%&/()=?@£${}[]\n
00000495=&Настроить панели инструментов...
00000496=Настроить панели инструментов
00000500=У&меньшить
00000501=У&величить
00000502=Рисование
00000503=Рисовать линии
00000504=Заливка
00000507=Изменить размер шрифта...
00000508=Импорт установленного шрифта TrueType...
00000509=Импорт растрового шрифта Amiga...
00000510=Импорт из растрового изображения...
00000511=Импорт шрифта BDF...
00000512=Импорт шрифта Bitmap Font Writer...
00000513=Экспорт растрового изображения...
00000514=Экспорт в шрифт BDF...
00000515=О программе Fony...
00000516=Сделать пожертвование...
00000517=Обрезать глиф по ширине...
00000518=Установить шрифт в систему
00000519=Удалить шрифт из системы
00000520=Утолстить начертание глифа
00000521=Сайт Fony...
00000522=Форум по обсуждению Fony...
00000523=Сместить влево
00000524=Сместить вправо
00000525=Сместить вверх
00000526=Сместить вниз
00000527=Настроить панели инструментов...
00000528=Уменьшить
00000529=Увеличить
00000530=Установить шрифт в систему
00000531=Удалить шрифт из системы
00000532=Импорт растрового шрифта Amiga...
00000533=Экспорт в шрифт BDF...
00000534=Импорт шрифта Bitmap Font Writer...
00000535=Импорт из растрового изображения...
00000536=Импорт установленного шрифта TrueType...
00000537=Импорт шрифта BDF...
00000538=Экспорт растрового изображения...
00000539=Утолстить начертание глифа
00000540=Изменить размер шрифта...
00000541=Обрезать глиф по ширине...
00000542=О программе Fony...
00000543=Цвет фона
00000544=Цвет тона
00000545=Выберите цвет глифа
00000548=&Линии сетки
00000549=&Квадратные пиксели
00000550=&Цвета глифа

[FOpenFont]
00000001=Открыть установленный шрифт
00000002=OK
00000003=Отмена

[FPreview]
00000001=Просмотр шрифта
00000014=Увеличение

[FProportional]
00000001=Преобразование шрифта
00000002=Добавить замыкающие пробелы\n(в пикселях):
00000003=Автоматически обрезать глифы до их идеальной ширины
00000004=OK
00000005=Отмена

[FResizeFont]
00000001=Изменение размера
00000002=OK
00000003=Отмена
00000005=По горизонтали:
00000006=По вертикали:
00000007=Пикселей
00000008=Процентов
00000009=50%
00000010=200%

[FSaveFont]
00000001=Выберите шрифты для сохранения
00000002=OK
00000003=Отмена

[FTools]
00000001=Инструменты
00000002=Свободное рисование
00000003=Рисование линий
00000004=Заливка
00000005=Перемещение
00000006=Глиф
00000007=Пример глифа Sans-serif
00000008=Пример глифа Serif
00000009=Глиф шрифта
00000010=Ширина
00000011=Размер кисти:

[CustomizeForm]
00000001=Настройки
00000002=Панель инструментов
00000003=Панели инструментов
00000004=Команды
00000005=Ярлыки
00000006=Команды
00000007=Для добавления кнопок перетащите значок команды на панель инструментов. Для удаления кнопки команды перетащите её за пределы панели инструментов в список команд.
00000008=Ярлыки
00000009=&Ярлык
00000010=&Изменить
00000011=Панели инструментов
00000012=&Панели инструментов
00000013=Настройки
00000014=Выборочные справа\nНе показывать\nПоказывать\nТолько подписи\n
00000015=Большие изображения\nМаленькие изображения\n
00000016=&Текстовые подписи кнопок
00000017=&Свойства значков
00000018=&Видимая
00000019=&Тема
00000020=Закрыть
00000021=&По умолчанию

[FCropper]
00000001=Обрезка шрифта
00000004=OK
00000005=Отмена
00000006=Слева:
00000007=Справа:
00000008=Оставить поле (в пикселях):

[$CONSTANTS]
MSTR_ABOUTDIALOG=Версия $Version$\n\nДата сборки\n$BuildDate$
MSTR_ASKSAVE_NO=Нет
MSTR_ASKSAVE_YES=Да
MSTR_BFWIMPORT_GETASCII=Пожалуйста, введите ASCII значение первого символа в изображении.
MSTR_BFWIMPORT_TITLE=Импорт Bitmap Font Writer
MSTR_CANCEL=Отмена
MSTR_CANCELED=Операция отменена.
MSTR_CONFIRM_CONVERTMONOSPACED=Преобразовать в шрифт с фиксированной шириной?\nШирина глифов будет %d пикселей.
MSTR_CONFIRM_CONVERTMONOSPACED_TITLE=Преобразование в моноширинный
MSTR_CONFIRM_DELETEFONT=Вы уверены, что хотите удалить этот шрифт?
MSTR_CONFIRM_DELETEFONT_TITLE=Подтверждение удаления шрифта
MSTR_CONFIRM_FONTMODIFIED=Этот шрифт был изменён.\nСохранить изменения?
MSTR_CONFIRM_FONTMODIFIED_TITLE=Шрифт изменён
MSTR_CONFIRM_RESETSETTINGS=Установить настройки по умолчанию?
MSTR_CONFIRM_RESETSETTINGS_TITLE=Сброс настроек
MSTR_CUST_CHANGESHORTCUT=Этот ярлык уже используется для вызова команды "%s". Вы хотите переназначить его на команду "%s"?
MSTR_CUST_CHANGESHORTCUTTITLE=Изменить ярлык
MSTR_CUST_SEPARATOR=[ Разделитель ]
MSTR_CUST_SEPARATOR_BLANK=(Пустой разделитель)
MSTR_DIALOG_CONFIRM=Подтверждение
MSTR_DIALOG_ERROR=Ошибка
MSTR_DIALOG_NOTICE=Примечание
MSTR_DIALOG_WARNING=Внимание
MSTR_DONE_BFWIMPORT=Шрифт Bitmap Font Writer импортирован.
MSTR_DONE_CONVERTMONOSPACED=Шрифт преобразован в моноширинный.
MSTR_DONE_CONVERTPROPORTIONAL=Шрифт преобразован в пропорциональный.
MSTR_DONE_EXPORTBITMAP=Растровое изображение сохранено.
MSTR_DONE_FONTCREATE=Новый шрифт создан.
MSTR_DONE_FONTIMPORT=Шрифт импортирован.
MSTR_DONE_FONTINSTALL=Шрифт установлен. (%s)
MSTR_DONE_FONTLIST_NEWFONT=Новый шрифт создан.
MSTR_DONE_FONTLIST_REMOVEFONT=Шрифт удалён.
MSTR_DONE_FONTLOAD=Шрифт загружен. (%d килобайт)
MSTR_DONE_FONTRESIZE=Размер шрифта изменён.
MSTR_DONE_FONTSAVE=Шрифт сохранён. (%d килобайт)
MSTR_DONE_FONTUNINSTALL=Шрифт удалён из системы.
MSTR_DONE_IMPORTFNT_MANY=%d шрифтовых ресурсов импортировано.
MSTR_DONE_IMPORTFNT_ONE=1 шрифтовой ресурс импортирован.
MSTR_ERROR_BFWIMPORT=Этот растровый шрифт не является шрифтом в формате Bitmap Font Writer.
MSTR_ERROR_CONVERTED=Размер растра превышает лимит размера Win2.x формата; преобразовано в Win3.x формат.
MSTR_ERROR_FONTLOAD=Сбой при загрузке шрифта:
MSTR_ERROR_FONTLOAD_TITLE=Ошибка при загрузке шрифта
MSTR_ERROR_FONTSAVE=Ошибка при сохранении шрифта.
MSTR_ERROR_FONTUNINSTALL=Ошибка при удалении шрифта из системы.
MSTR_ERROR_GETBITMAPFONTS=Установленных растровых шрифтов не найдено!
MSTR_ERROR_GETBITMAPFONTS_TITLE=Ошибка
MSTR_FILEDIALOG_ALLFILES=Все файлы
MSTR_FILEDIALOG_AMIGABITMAPFONTS=Растровые шрифты Amiga
MSTR_FILEDIALOG_BDFBITMAPFONTS=Шрифты BDF
MSTR_FNT_ERROR_DATATOOSHORT=Данных слишком мало.
MSTR_FNT_ERROR_FILENOTFOUND=Файл не найден.
MSTR_FNT_ERROR_INVALIDBOUNDARIES=Ресурс шрифта имеет неверную начальную позицию или размер.
MSTR_FNT_ERROR_INVALIDHEADER=Неверный заголовок шрифта.
MSTR_FNT_ERROR_INVALIDNEHEADER=Не найден корректный NE заголовок.
MSTR_FNT_ERROR_NONE=Без ошибок
MSTR_FNT_ERROR_OVERRUN=Данные растрового изображения выходят за границы файла.
MSTR_FNT_ERROR_UNKNOWN=Неизвестная ошибка!
MSTR_FNT_ERROR_UNSUPPORTED=Шрифт в неподдерживаемом формате.
MSTR_FNT_ERROR_VECTORFONT=Векторные шрифты не поддерживаются.
MSTR_FONTLIST_NEWFONT=Новый шрифт
MSTR_FONTMENU_ADD=&Добавить...
MSTR_FONTMENU_ADDFROMFILE=Добавить &из файла...
MSTR_FONTMENU_REMOVE=&Удалить шрифт
MSTR_NO=Нет
MSTR_OK=OK
MSTR_WARNING_FONTLOAD=Внимание:
MSTR_WARNING_FONTLOAD_TITLE=Внимание
MSTR_WARNING_NOFONTLOADED=Нет загруженных шрифтов
MSTR_YES=Да
